<html>
    <head>
        <link href="https://fonts.googleapis.com/css?family=Baloo+Da+2&display=swap" rel="stylesheet">
        <title>Fondatore</title>
        <script src="https://kit.fontawesome.com/aa959e8401.js"></script>
    </head>
    <body bgcolor="lightgreen" style="font-family: 'Baloo Da 2', cursive;">
        <h1 style="text-align: center; color:darkgreen; margin-top: 50px; font-size: 50px;"><b>Fondatore</b></h1>
       
        <img src="fondatore2.png" align="left" height="700px" hspace="25">

 <p align="justify">Gichin Funakoshi comincia la sua carriera di karateka, sotto la guida di uno dei pi&#250; illustri maestri del tempo: Anko Azato. La sua passione per il karate cominci&#242; quando da piccolo, verso i 12 anni, andava spesso a giocare dal figlio pi&#250; grande di Azato, e si stup&#236; delle tecniche che il padre eseguiva in giardino. L'allenamento con il maestro era sempre durissimo e molto spesso si svolgeva di notte, al solo chiarore di una lanterna. Qui Azato insegn&#242; a Funakoshi tutti i segreti del karate con grande rigidit&#224;. I primi tempi Funakoshi doveva eseguire centinaia di volte il singolo kata o la singola tecnica, al fine di raggiungerne la perfezione. Funakoshi impar&#242; numerosi kata da Kenwa Mabuni e mand&#242; lo stesso figlio Gigo a studiare dal fondatore dello Shito-Ryu.
Funakoshi era molto legato alle tradizioni tanto che, malgrado la situazione economica della famiglia, rinunci&#242; a studiare medicina piuttosto che tagliare il ciuffo che portava, cos&#236; come previsto dalle regole d'ammissione dell'accademia. Cominci&#242; cos&#236; un lavoro da insegnante alla scuola di Okinawa, e continu&#242; a farlo per oltre 30 anni.

Agli inizi del suo lavoro come insegnante, Funakoshi conobbe Anko Itosu, amico di Azato, che acconsent&#236; ad insegnargli la pratica del karate, sempre sotto la guida di Azato. Le idee dei due maestri erano per&#242; piuttosto diverse, cos&#236; come lo erano al tempo quelle di tutti gli altri maestri. Non esisteva infatti un sistema unificato di karate, e ognuno personalizzava lo stile in base alle proprie esigenze.
I primi tempi risiedette in una piccola camera e fece il portinaio all'interno dello stesso palazzo. Il palazzo in questione era in realt&#224; un pensionato per studenti, e quindi le possibilit&#224; di trovare allievi erano molte di pi&#250;. Non riuscendo a vivere esclusivamente con lo stipendio di base, decise di chiedere in prestito una sala del palazzo inutilizzata e cominciare cos&#236; i primi corsi di karate. All'inizio gli studenti erano molto pochi, ma nel giro di 2-3 anni il numero aument&#242; considerevolmente, e si cominciarono a creare molti club di karate, soprattutto fra le universit&#224;. Nacque cos&#236; il dojo Shotokan, costruito a Okinawa, che significa "la casa nel fruscio della pineta": Shoto era infatti uno pseudonimo usato da Funakoshi quando, da giovane, scriveva poesie. Il dojo verr&#224; distrutto nel corso della seconda guerra mondiale, e molti allievi moriranno. In quegli anni Funakoshi scrisse molti libri sulla filosofia del karate, ma il suo libro pi&#249; importante sar&#224; Karate jutsu. Dopo la morte della moglie, torn&#242; a Tokyo all'et&#224; di 81 anni e scopr&#236; che molti suoi allievi lo aspettavano per conferirgli la carica di presidente della Japan Karate Association. Gichin Funakoshi mor&#236; nell'aprile del 1957, all'et&#224; di 89 anni; sulla sua tomba fu scritto: "Il Karate non conosce primo attacco".
</p>
         
        <table align="center" cellspacing="30">
        <tr> </tr> <td>  <a href="kyu.html" style="font-weight: bold; font-size: 40px; color: black;  ">Kyu</a><i class="fas fa-hand-paper"></i></td> 
        <td> <a href="Index.html" style="font-weight: bold; font-size: 40px; color: black;  ">Home</a><i class="fas fa-hand-paper"></i></td> 
        <td><a href="kumite.html" style="font-weight: bold; font-size: 40px; color: black; ">Kumite</a><i class="fas fa-hand-paper"></i></td>
        <td><a href="kata.html" style="font-weight: bold; font-size: 40px; color: black; ">Kata</a><i class="fas fa-hand-paper"></i></td>
    </body>
</html>